<pad>	0
<unk>	1
.	2
,	3
the	4
of	5
in	6
to	7
a	8
(	9
)	10
and	11
"	12
on	13
said	14
's	15
for	16
1	17
-	18
The	19
was	20
2	21
-DOCSTART-	22
0	23
3	24
at	25
with	26
that	27
from	28
by	29
is	30
:	31
as	32
he	33
4	34
had	35
has	36
it	37
his	38
not	39
were	40
be	41
an	42
have	43
after	44
who	45
will	46
5	47
but	48
first	49
U.S.	50
been	51
$	52
--	53
two	54
are	55
their	56
6	57
beat	58
which	59
would	60
up	61
I	62
its	63
they	64
percent	65
year	66
out	67
Thursday	68
this	69
last	70
million	71
over	72
Wednesday	73
one	74
7	75
government	76
against	77
/	78
police	79
when	80
second	81
also	82
Tuesday	83
He	84
It	85
A	86
three	87
told	88
new	89
10	90
Monday	91
or	92
Friday	93
about	94
people	95
In	96
her	97
9	98
1996-08-28	99
no	100
we	101
won	102
New	103
into	104
under	105
some	106
Sunday	107
But	108
8	109
more	110
before	111
week	112
'	113
than	114
time	115
Germany	116
could	117
market	118
We	119
points	120
between	121
Australia	122
years	123
Britain	124
since	125
other	126
SOCCER	127
AT	128
all	129
played	130
France	131
state	132
company	133
England	134
Saturday	135
1996-08-22	136
only	137
officials	138
group	139
1996-08-29	140
there	141
1996	142
round	143
Minister	144
South	145
11	146
1996-08-27	147
off	148
match	149
13	150
down	151
six	152
6-4	153
6-3	154
four	155
because	156
21	157
five	158
15	159
him	160
Spain	161
1996-08-26	162
next	163
President	164
former	165
official	166
United	167
home	168
she	169
do	170
third	171
spokesman	172
expected	173
did	174
day	175
just	176
games	177
through	178
statement	179
70	180
win	181
NEW	182
made	183
12	184
1996-08-23	185
them	186
14	187
lost	188
where	189
20	190
6-2	191
world	192
July	193
Russian	194
September	195
RESULTS	196
n't	197
if	198
back	199
Italy	200
shares	201
China	202
August	203
YORK	204
president	205
Cup	206
2.	207
3.	208
1.	209
DIVISION	210
British	211
LONDON	212
Clinton	213
any	214
while	215
Japan	216
seconds	217
reported	218
billion	219
69	220
matches	221
month	222
team	223
v	224
Russia	225
Pakistan	226
division	227
European	228
meeting	229
London	230
They	231
June	232
30	233
being	234
German	235
news	236
added	237
71	238
Results	239
1996-08-25	240
half	241
At	242
peace	243
still	244
1/2	245
metres	246
earlier	247
talks	248
set	249
tonnes	250
killed	251
Sweden	252
now	253
season	254
take	255
held	256
during	257
Reuters	258
should	259
part	260
around	261
India	262
National	263
party	264
elections	265
took	266
Bank	267
game	268
early	269
lead	270
number	271
capital	272
68	273
innings	274
6-1	275
soccer	276
minutes	277
due	278
end	279
saying	280
days	281
7-6	282
b	283
100	284
results	285
Open	286
foreign	287
so	288
can	289
political	290
international	291
West	292
22	293
per	294
York	295
final	296
Belgium	297
you	298
Newsroom	299
most	300
French	301
victory	302
well	303
50	304
Netherlands	305
visit	306
country	307
Iraq	308
seven	309
25	310
champion	311
Israel	312
our	313
minute	314
American	315
says	316
left	317
66	318
Africa	319
Czech	320
1996-08-24	321
league	322
play	323
LEAGUE	324
4.	325
profit	326
67	327
vs.	328
5.	329
6.	330
1995	331
24	332
very	333
leader	334
7-5	335
Republic	336
local	337
found	338
war	339
go	340
same	341
support	342
Inc	343
newsroom	344
close	345
run	346
called	347
States	348
meet	349
CHICAGO	350
say	351
World	352
then	353
man	354
what	355
town	356
military	357
lower	358
prices	359
ago	360
singles	361
eight	362
64	363
both	364
put	365
Moscow	366
Mark	367
72	368
newspaper	369
deal	370
runs	371
bank	372
make	373
16	374
trade	375
OF	376
race	377
goals	378
Men	379
60	380
St	381
rate	382
cents	383
issue	384
gave	385
pct	386
Prime	387
There	388
months	389
May	390
behind	391
city	392
FIRST	393
good	394
opposition	395
minister	396
75	397
Michael	398
Women	399
League	400
ended	401
Hong	402
report	403
leaders	404
rebels	405
Iraqi	406
Dutch	407
tournament	408
until	409
agreed	410
late	411
Australian	412
northern	413
weekend	414
near	415
dollar	416
price	417
net	418
74	419
get	420
7.	421
plan	422
security	423
Kong	424
going	425
top	426
agency	427
African	428
record	429
players	430
73	431
Attendance	432
;	433
want	434
start	435
Paul	436
another	437
Sri	438
drawn	439
miles	440
refugees	441
chief	442
John	443
office	444
place	445
David	446
Democratic	447
economic	448
sales	449
taking	450
my	451
CRICKET	452
SAN	453
8.	454
court	455
arrested	456
Commission	457
quoted	458
demand	459
Israeli	460
those	461
Party	462
Palestinian	463
Corp	464
GMT	465
Ahmed	466
championship	467
allowed	468
Foreign	469
many	470
IN	471
already	472
women	473
including	474
central	475
several	476
de	477
following	478
television	479
Arafat	480
hit	481
km	482
Martin	483
17	484
28	485
Yeltsin	486
Union	487
authorities	488
fell	489
later	490
forces	491
southern	492
men	493
ahead	494
31	495
may	496
M.	497
1-0	498
26	499
Dole	500
whether	501
hours	502
came	503
reporters	504
announced	505
work	506
troops	507
election	508
loss	509
weeks	510
way	511
Brazil	512
19	513
...	514
general	515
return	516
parliament	517
higher	518
closed	519
23	520
night	521
Finland	522
1994	523
Zealand	524
vs	525
18	526
65	527
Chicago	528
test	529
This	530
began	531
share	532
power	533
went	534
national	535
decision	536
agreement	537
plans	538
countries	539
English	540
ministry	541
quarter	542
Washington	543
like	544
few	545
asked	546
1997	547
oil	548
head	549
away	550
morning	551
north	552
Lebed	553
Police	554
trading	555
taken	556
main	557
fighting	558
leading	559
Austria	560
Sydney	561
Olympic	562
money	563
index	564
such	565
current	566
side	567
U.N.	568
rights	569
past	570
63	571
c	572
scored	573
signed	574
Canada	575
STANDINGS	576
hits	577
much	578
major	579
army	580
business	581
budget	582
Europe	583
Ukraine	584
growth	585
East	586
40	587
nine	588
area	589
Standings	590
think	591
accused	592
total	593
campaign	594
previous	595
Two	596
region	597
attack	598
own	599
strike	600
96	601
draw	602
winning	603
62	604
Lanka	605
Co	606
recent	607
On	608
led	609
died	610
27	611
hold	612
PCT	613
without	614
working	615
control	616
plane	617
these	618
cash	619
future	620
available	621
club	622
White	623
Akram	624
Ireland	625
best	626
9.	627
high	628
seen	629
vote	630
again	631
---	632
ban	633
might	634
March	635
right	636
sent	637
ceasefire	638
failed	639
help	640
does	641
give	642
Paris	643
fourth	644
little	645
wickets	646
released	647
tour	648
case	649
conference	650
're	651
Dutroux	652
disease	653
long	654
period	655
manager	656
me	657
No	658
embassy	659
An	660
prime	661
average	662
started	663
champions	664
cut	665
City	666
overs	667
29	668
least	669
us	670
Italian	671
across	672
Aug	673
Kurdish	674
free	675
planned	676
October	677
stories	678
members	679
tennis	680
59	681
Wasim	682
Thomas	683
Costa	684
Ajax	685
Leading	686
order	687
service	688
Chechnya	689
production	690
airport	691
public	692
Ministry	693
rose	694
Jordan	695
press	696
strong	697
April	698
given	699
Romania	700
short	701
Slovakia	702
54	703
BASEBALL	704
shot	705
10.	706
declared	707
children	708
yet	709
Bosnia	710
Bosnian	711
San	712
Republican	713
bonds	714
further	715
reports	716
State	717
must	718
trying	719
possible	720
markets	721
interest	722
Amsterdam	723
If	724
A.	725
hospital	726
standings	727
tabulate	728
CITY	729
seed	730
Moslem	731
stock	732
Jerusalem	733
Peter	734
known	735
brought	736
used	737
Taiwan	738
opening	739
term	740
face	741
received	742
Poland	743
guerrillas	744
rates	745
forced	746
law	747
industry	748
TENNIS	749
2-0	750
coach	751
series	752
fifth	753
Robert	754
woman	755
come	756
clear	757
death	758
charges	759
She	760
Ltd	761
Kenya	762
Nigeria	763
call	764
details	765
despite	766
estimated	767
Turkey	768
That	769
likely	770
immediately	771
PARIS	772
date	773
squad	774
'S	775
Argentina	776
1,000	777
injured	778
*	779
companies	780
point	781
old	782
showed	783
passengers	784
small	785
private	786
yen	787
train	788
48	789
action	790
human	791
contract	792
figures	793
Egypt	794
North	795
Iran	796
level	797
76	798
daily	799
use	800
result	801
better	802
California	803
named	804
0-0	805
captain	806
Wimbledon	807
L	808
61	809
got	810
each	811
One	812
groups	813
latest	814
Nations	815
trip	816
forecast	817
process	818
Japanese	819
policy	820
workers	821
see	822
believed	823
how	824
sold	825
force	826
analysts	827
financial	828
earnings	829
exports	830
unless	831
halftime	832
seeding	833
holiday	834
Waqar	835
Younis	836
Mushtaq	837
Croft	838
TORONTO	839
BALTIMORE	840
PSV	841
Belgian	842
pay	843
soon	844
prison	845
rise	846
Atlanta	847
Serb	848
6-0	849
chairman	850
nearly	851
TO	852
International	853
coming	854
today	855
border	856
scheduled	857
Total	858
title	859
S.	860
rule	861
within	862
straight	863
making	864
violence	865
road	866
levels	867
times	868
playing	869
confirmed	870
56	871
Security	872
convention	873
Exchange	874
pound	875
buy	876
senior	877
message	878
met	879
Saudi	880
Net	881
keep	882
53	883
AMSTERDAM	884
know	885
Khan	886
Mullally	887
OPEN	888
Switzerland	889
homer	890
inning	891
tried	892
Central	893
Halftime	894
south	895
Bill	896
Grand	897
55	898
completed	899
charged	900
illegal	901
nuclear	902
position	903
independence	904
Indian	905
First	906
gold	907
reached	908
struck	909
services	910
comment	911
health	912
conditions	913
Chinese	914
island	915
Association	916
FOR	917
here	918
Netanyahu	919
full	920
kept	921
based	922
rebel	923
continue	924
areas	925
outside	926
PUK	927
parties	928
attacks	929
problem	930
45	931
After	932
course	933
2-1	934
1-1	935
aggregate	936
prefix	937
opened	938
tie	939
percentage	940
58	941
ground	942
even	943
able	944
arrived	945
'm	946
civil	947
letter	948
Grozny	949
poor	950
centre	951
wife	952
sell	953
Mexico	954
OSCE	955
change	956
Group	957
wheat	958
EU	959
needed	960
denied	961
radio	962
paper	963
goal	964
bond	965
300	966
source	967
flight	968
PRESS	969
DIGEST	970
Turkish	971
step	972
42	973
according	974
too	975
77	976
leg	977
winner	978
Result	979
denotes	980
director	981
great	982
penalty	983
Johnson	984
BOSTON	985
FRANCISCO	986
big	987
Williams	988
system	989
break	990
village	991
returned	992
himself	993
less	994
stage	995
treaty	996
leave	997
House	998
economy	999
2-6	1000
Swiss	1001
similar	1002
pounds	1003
executive	1004
compared	1005
talk	1006
1991	1007
Polish	1008
Iranian	1009
broke	1010
land	1011
decided	1012
firm	1013
armed	1014
continued	1015
Steve	1016
Alexander	1017
Scorers	1018
7-4	1019
never	1020
326	1021
G.	1022
52	1023
striker	1024
Indonesia	1025
Division	1026
W	1027
KANSAS	1028
SEATTLE	1029
46	1030
HOUSTON	1031
COLORADO	1032
Western	1033
single	1034
fall	1035
trial	1036
seeded	1037
32	1038
whose	1039
house	1040
%	1041
&	1042
1992	1043
line	1044
Sudanese	1045
Council	1046
Sudan	1047
carrying	1048
investors	1049
having	1050
Mother	1051
need	1052
offer	1053
complete	1054
lot	1055
bid	1056
low	1057
poll	1058
Played	1059
committee	1060
province	1061
increase	1062
General	1063
When	1064
These	1065
problems	1066
chance	1067
3-6	1068
Morocco	1069
premier	1070
D.	1071
Lewis	1072
Sohail	1073
Alex	1074
Hungary	1075
Colombia	1076
MINNESOTA	1077
AUGUST	1078
ATLANTA	1079
ST	1080
LOS	1081
Texas	1082
ninth	1083
Jose	1084
Ian	1085
unit	1086
Some	1087
defeat	1088
young	1089
deficit	1090
western	1091
dead	1092
cost	1093
turned	1094
Thai	1095
far	1096
volume	1097
As	1098
killing	1099
bomb	1100
important	1101
banks	1102
drug	1103
NATO	1104
protest	1105
player	1106
Brady	1107
tabulated	1108
nation	1109
tax	1110
Rica	1111
food	1112
Lloyd	1113
black	1114
drugs	1115
federal	1116
C$	1117
171	1118
negotiations	1119
open	1120
Baghdad	1121
air	1122
dealers	1123
Arab	1124
1990	1125
95	1126
guilders	1127
Jim	1128
cricket	1129
ENGLAND	1130
Scotland	1131
Todd	1132
Brazilian	1133
Richard	1134
34	1135
defence	1136
appeal	1137
stocks	1138
injury	1139
really	1140
ordered	1141
seized	1142
36	1143
school	1144
fire	1145
Angeles	1146
Department	1147
Teresa	1148
profits	1149
400	1150
AND	1151
eastern	1152
traders	1153
rain	1154
discuss	1155
plant	1156
hijackers	1157
copper	1158
sector	1159
municipal	1160
settlement	1161
overall	1162
January	1163
included	1164
domestic	1165
542	1166
February	1167
become	1168
expect	1169
movement	1170
steady	1171
quiet	1172
summer	1173
Palestinians	1174
Islamic	1175
Red	1176
value	1177
costs	1178
union	1179
BONN	1180
question	1181
Series	1182
CUP	1183
N.	1184
PAKISTAN	1185
Canadian	1186
Van	1187
Medvedev	1188
GB	1189
DETROIT	1190
CLEVELAND	1191
ANGELES	1192
double	1193
dropped	1194
THE	1195
ethnic	1196
Court	1197
always	1198
involved	1199
staff	1200
couple	1201
His	1202
Chechen	1203
200	1204
mission	1205
mark	1206
currency	1207
Los	1208
stay	1209
name	1210
weapons	1211
Paulo	1212
find	1213
girls	1214
products	1215
tonne	1216
FC	1217
Honda	1218
coalition	1219
votes	1220
risk	1221
farmers	1222
bought	1223
sides	1224
car	1225
increased	1226
sets	1227
ISS	1228
ENGLISH	1229
wanted	1230
arms	1231
bad	1232
charge	1233
verified	1234
November	1235
traded	1236
offered	1237
analyst	1238
Street	1239
competition	1240
Scott	1241
Chris	1242
Sanchez	1243
4-6	1244
51	1245
57	1246
Oval	1247
R.	1248
Aamir	1249
Manchester	1250
December	1251
've	1252
midfielder	1253
Cyprus	1254
10th	1255
Major	1256
CALIFORNIA	1257
teams	1258
allowing	1259
career	1260
tender	1261
For	1262
caught	1263
sixth	1264
girl	1265
sign	1266
overnight	1267
90	1268
saw	1269
issues	1270
legal	1271
Sept	1272
Munich	1273
America	1274
Nepal	1275
remained	1276
governor	1277
condition	1278
rest	1279
News	1280
orders	1281
A$	1282
declined	1283
43	1284
release	1285
ball	1286
47	1287
member	1288
'll	1289
WASHINGTON	1290
options	1291
traffic	1292
Sao	1293
francs	1294
Meri	1295
rupees	1296
van	1297
move	1298
feed	1299
Florida	1300
paid	1301
rival	1302
secretary	1303
Toronto	1304
Service	1305
appeared	1306
diplomat	1307
Kurdistan	1308
War	1309
dealer	1310
territory	1311
stop	1312
board	1313
hand	1314
doing	1315
range	1316
evening	1317
debt	1318
officer	1319
child	1320
Wall	1321
81	1322
sale	1323
WORLD	1324
stated	1325
Davis	1326
George	1327
P.	1328
Saeed	1329
Rangers	1330
jail	1331
Denmark	1332
Francisco	1333
Zimbabwe	1334
drew	1335
Venezuela	1336
MONTREAL	1337
LOUIS	1338
DIEGO	1339
Louis	1340
Borussia	1341
rounds	1342
35	1343
believe	1344
All	1345
key	1346
probably	1347
officers	1348
post	1349
bln	1350
Interfax	1351
sources	1352
damage	1353
murder	1354
relations	1355
suffered	1356
life	1357
Democrats	1358
positive	1359
hope	1360
80	1361
HONG	1362
management	1363
worth	1364
Rubin	1365
Christie	1366
Bob	1367
defender	1368
Serbs	1369
soldiers	1370
presidential	1371
King	1372
38	1373
exchange	1374
truck	1375
Fortuna	1376
electoral	1377
commission	1378
Morris	1379
voting	1380
BRUSSELS	1381
farm	1382
concern	1383
Jones	1384
People	1385
gains	1386
cabinet	1387
looked	1388
telephone	1389
KDP	1390
spot	1391
aircraft	1392
attempt	1393
blamed	1394
visited	1395
twice	1396
port	1397
battle	1398
par	1399
Jan	1400
Le	1401
church	1402
output	1403
41	1404
Wayne	1405
BEAT	1406
landed	1407
thought	1408
Park	1409
1-6	1410
leaving	1411
County	1412
J.	1413
Russell	1414
Anwar	1415
Cork	1416
form	1417
qualifier	1418
Croatia	1419
Philippoussis	1420
Yugoslavia	1421
resignation	1422
Carlos	1423
Stich	1424
Seattle	1425
William	1426
adding	1427
WESTERN	1428
FLORIDA	1429
PHILADELPHIA	1430
PITTSBURGH	1431
Oakland	1432
With	1433
drove	1434
Juan	1435
WIN	1436
terms	1437
University	1438
survey	1439
goods	1440
development	1441
track	1442
along	1443
difficult	1444
1993	1445
MOSCOW	1446
separatist	1447
although	1448
Former	1449
deals	1450
losing	1451
husband	1452
arrest	1453
deputy	1454
Berlin	1455
seek	1456
polls	1457
among	1458
Stock	1459
More	1460
operation	1461
investment	1462
KONG	1463
largest	1464
pair	1465
Cuba	1466
Securities	1467
your	1468
once	1469
Senate	1470
one-day	1471
spokeswoman	1472
Congress	1473
demanding	1474
Colorado	1475
rules	1476
measures	1477
media	1478
passenger	1479
GERMAN	1480
recently	1481
cooperation	1482
positions	1483
Gaza	1484
diplomatic	1485
vouch	1486
accuracy	1487
water	1488
admitted	1489
GOLF	1490
Stewart	1491
preliminary	1492
finished	1493
am	1494
feel	1495
Second	1496
Chang	1497
job	1498
scores	1499
Essex	1500
C.	1501
V	1502
44	1503
Extras	1504
Bowling	1505
Chile	1506
Atletico	1507
losses	1508
Korea	1509
Sampras	1510
Baltimore	1511
MAJOR	1512
Baseball	1513
EASTERN	1514
CENTRAL	1515
SCHEDULE	1516
CINCINNATI	1517
seventh	1518
Tigers	1519
Hamburg	1520
Brussels	1521
bus	1522
community	1523
majority	1524
annual	1525
states	1526
medical	1527
special	1528
whole	1529
programme	1530
Graf	1531
Martinez	1532
10,000	1533
books	1534
family	1535
common	1536
caused	1537
biggest	1538
Algeria	1539
fact	1540
Commonwealth	1541
20,000	1542
Albanian	1543
basis	1544
situation	1545
event	1546
forward	1547
things	1548
felt	1549
walked	1550
lap	1551
Diego	1552
Burundi	1553
YR	1554
Barcelona	1555
a.m.	1556
entered	1557
Tamil	1558
running	1559
Windows	1560
building	1561
Sheffield	1562
Marseille	1563
Rotterdam	1564
voters	1565
Slovak	1566
proposed	1567
avoid	1568
efforts	1569
consumer	1570
Beijing	1571
towards	1572
slightly	1573
figure	1574
light	1575
fight	1576
Gulf	1577
serious	1578
wounded	1579
travel	1580
Peres	1581
currently	1582
Last	1583
invited	1584
list	1585
futures	1586
starts	1587
joined	1588
Ohio	1589
Tim	1590
Tom	1591
owned	1592
Date	1593
3-0	1594
CHAMPIONSHIP	1595
Fall	1596
To	1597
bat	1598
Ijaz	1599
moment	1600
Marcelo	1601
Norway	1602
giving	1603
described	1604
championships	1605
beginning	1606
Tennis	1607
MILWAUKEE	1608
TEXAS	1609
OAKLAND	1610
RBI	1611
Boston	1612
Mike	1613
eighth	1614
RESULT	1615
presence	1616
others	1617
ruled	1618
often	1619
either	1620
provide	1621
remain	1622
looking	1623
hour	1624
Korean	1625
commander	1626
delayed	1627
shooting	1628
boy	1629
pact	1630
Information	1631
Amman	1632
Jewish	1633
nothing	1634
sought	1635
Irish	1636
heart	1637
hard	1638
followed	1639
TOKYO	1640
Year	1641
2000	1642
property	1643
published	1644
wicket	1645
mostly	1646
RUGBY	1647
heavy	1648
administration	1649
Singapore	1650
houses	1651
protests	1652
Diana	1653
driver	1654
rugby	1655
Leeds	1656
Lens	1657
Feyenoord	1658
sex	1659
kidnapped	1660
Bucharest	1661
49	1662
Weizman	1663
Gore	1664
Yellow	1665
ministers	1666
almost	1667
auction	1668
snapped	1669
abroad	1670
AG	1671
announcement	1672
+44	1673
Syria	1674
Middle	1675
factions	1676
ending	1677
Afghan	1678
crew	1679
Lebanon	1680
live	1681
fiscal	1682
data	1683
Jul	1684
seeking	1685
rally	1686
truce	1687
Secretary	1688
unrest	1689
export	1690
504	1691
done	1692
SCORES	1693
Mickelson	1694
Greg	1695
Craig	1696
F.C.	1697
Malta	1698
winners	1699
veteran	1700
Games	1701
aimed	1702
Jason	1703
5-7	1704
Mohammad	1705
Brown	1706
ON	1707
MANCHESTER	1708
Daniel	1709
Muster	1710
6-7	1711
Andrea	1712
qualifying	1713
Hapoel	1714
look	1715
Malaysia	1716
Jeff	1717
GAMES	1718
.500	1719
interim	1720
Sox	1721
walk	1722
Eindhoven	1723
DUTCH	1724
Milan	1725
grand	1726
Greece	1727
COLOMBO	1728
white	1729
cases	1730
surgery	1731
39	1732
Austrian	1733
tight	1734
body	1735
enough	1736
Boris	1737
introduced	1738
anything	1739
threatened	1740
boat	1741
missing	1742
Argentine	1743
guerrilla	1744
banned	1745
noted	1746
effect	1747
emergency	1748
starting	1749
suspected	1750
performance	1751
EPS	1752
act	1753
unchanged	1754
supply	1755
product	1756
approved	1757
homes	1758
shareholders	1759
pulled	1760
activity	1761
launched	1762
NOTE	1763
streak	1764
rupiah	1765
33	1766
though	1767
shortly	1768
3-1	1769
stake	1770
large	1771
C	1772
different	1773
join	1774
impact	1775
Toyota	1776
students	1777
secret	1778
kph	1779
Graham	1780
Alan	1781
role	1782
bill	1783
CYCLING	1784
parliamentary	1785
filed	1786
6.0	1787
Stansted	1788
Motorola	1789
victims	1790
mad	1791
Spanish	1792
dangerous	1793
imports	1794
interview	1795
yr	1796
buying	1797
numbers	1798
Greek	1799
JERUSALEM	1800
fired	1801
800	1802
changed	1803
defeated	1804
Afghanistan	1805
newspapers	1806
imposed	1807
sanctions	1808
However	1809
target	1810
Data	1811
revised	1812
raised	1813
+31	1814
Scores	1815
NEC	1816
Prix	1817
four-day	1818
Hampshire	1819
Surrey	1820
Yorkshire	1821
Lancashire	1822
TEST	1823
Thorpe	1824
Salim	1825
Malik	1826
Moin	1827
AFTER	1828
picked	1829
Marc	1830
2-2	1831
wins	1832
15-12	1833
Orioles	1834
Hospital	1835
blood	1836
Cincinnati	1837
Yankees	1838
82	1839
Milwaukee	1840
crowd	1841
11th	1842
broken	1843
ROUND	1844
Gary	1845
account	1846
limited	1847
Maria	1848
accident	1849
Home	1850
Health	1851
industrial	1852
book	1853
pressure	1854
address	1855
rising	1856
61-2	1857
And	1858
helped	1859
finally	1860
Coast	1861
east	1862
cuts	1863
conflict	1864
thousands	1865
include	1866
?	1867
handed	1868
wants	1869
Lauck	1870
Socialist	1871
convicted	1872
Catholic	1873
responsible	1874
entering	1875
accept	1876
injuries	1877
gross	1878
religious	1879
begin	1880
Gold	1881
Soviet	1882
issued	1883
McLaren	1884
foot	1885
Tour	1886
claimed	1887
Pauli	1888
Schalke	1889
FRENCH	1890
hurdles	1891
Gencor	1892
hands	1893
Old	1894
crime	1895
purchase	1896
trader	1897
lines	1898
weaker	1899
bourse	1900
Melbourne	1901
nil	1902
Shanghai	1903
stages	1904
Heerenveen	1905
ransom	1906
Arabia	1907
Nicaraguan	1908
west	1909
unable	1910
investigators	1911
information	1912
democracy	1913
speak	1914
ruling	1915
Medical	1916
delivery	1917
6-	1918
debate	1919
Banharn	1920
unq	1921
cow	1922
sheep	1923
questioned	1924
cattle	1925
What	1926
Ford	1927
Athens	1928
ambassador	1929
rather	1930
Levy	1931
inside	1932
funds	1933
Yasser	1934
crisis	1935
Our	1936
evidence	1937
immediate	1938
resume	1939
Financial	1940
Philip	1941
Summary	1942
afternoon	1943
customs	1944
Finance	1945
quickly	1946
Rose	1947
79	1948
bit	1949
daughter	1950
opinion	1951
Crawley	1952
Inzamam-ul-Haq	1953
Asif	1954
scoring	1955
Patrick	1956
score	1957
Bulgaria	1958
Sparta	1959
4-1	1960
leadership	1961
15-6	1962
Andrei	1963
Christian	1964
Philadelphia	1965
history	1966
debut	1967
Detroit	1968
Minnesota	1969
progress	1970
ATHLETICS	1971
Stephen	1972
Pedro	1973
MATCH	1974
significant	1975
something	1976
employees	1977
show	1978
While	1979
Seles	1980
Huber	1981
RTRS	1982
every	1983
JOHANNESBURG	1984
front	1985
Government	1986
assault	1987
coast	1988
Khartoum	1989
incident	1990
session	1991
Inc.	1992
drop	1993
father	1994
millions	1995
Algerian	1996
50,000	1997
fans	1998
Dhaka	1999
Bangladesh	2000
Fox	2001
direct	2002
Calcutta	2003
boost	2004
long-term	2005
Sales	2006
involving	2007
strategic	2008
barter	2009
weather	2010
Benetton	2011
Hill	2012
Portsmouth	2013
Chelsea	2014
moved	2015
0-1	2016
Although	2017
weekly	2018
LG	2019
thing	2020
Zaire	2021
Yugoslav	2022
minority	2023
soldier	2024
diplomats	2025
Tsang	2026
passed	2027
Islamist	2028
PKK	2029
USDA	2030
You	2031
candidate	2032
computer	2033
software	2034
hijacked	2035
welfare	2036
Human	2037
reform	2038
St.	2039
income	2040
212	2041
spending	2042
suspended	2043
78	2044
abandoned	2045
OB	2046
Monaco	2047
Bayern	2048
Waugh	2049
whom	2050
dismissed	2051
site	2052
allegations	2053
stronger	2054
managed	2055
freed	2056
Pakistani	2057
defending	2058
Yamaha	2059
contact	2060
6-5	2061
Doboj	2062
grain	2063
Madrid	2064
gun	2065
5.0	2066
offices	2067
recovery	2068
OM	2069
Blackburn	2070
determine	2071
BSE	2072
expressed	2073
draft	2074
mother	2075
considered	2076
opposed	2077
registration	2078
posted	2079
=	2080
UK	2081
Port	2082
send	2083
Both	2084
Three	2085
hostage	2086
attend	2087
violations	2088
mixed	2089
improve	2090
Revenue	2091
surplus	2092
protection	2093
suspect	2094
takes	2095
La	2096
Arantxa	2097
Vicario	2098
El	2099
retired	2100
spoke	2101
Gloucestershire	2102
Warwickshire	2103
Atherton	2104
Scottish	2105
Ferreira	2106
8-6	2107
7-1	2108
Black	2109
7-2	2110
fast	2111
Sion	2112
4-0	2113
SYDNEY	2114
Tony	2115
Under	2116
15-11	2117
Centre	2118
Adrian	2119
Jonathan	2120
Andre	2121
Reds	2122
Montreal	2123
Indians	2124
bottom	2125
consecutive	2126
Kansas	2127
Stuttgart	2128
Dortmund	2129
organisers	2130
ever	2131
Max	2132
includes	2133
promised	2134
towns	2135
previously	2136
continues	2137
reserve	2138
distribution	2139
improved	2140
born	2141
above	2142
below	2143
subject	2144
doctors	2145
living	2146
Slam	2147
faces	2148
worked	2149
SEOUL	2150
appear	2151
faction	2152
Organisation	2153
Rating	2154
threatening	2155
residents	2156
Kremlin	2157
heard	2158
flew	2159
neighbouring	2160
interests	2161
written	2162
militants	2163
speech	2164
cannot	2165
gained	2166
Shares	2167
alleged	2168
lawyer	2169
James	2170
Desk	2171
material	2172
judge	2173
spent	2174
request	2175
monitors	2176
table	2177
airports	2178
Cologne	2179
Frank	2180
tests	2181
real	2182
training	2183
150	2184
operating	2185
Thailand	2186
prevent	2187
mln	2188
Jakarta	2189
marks	2190
county	2191
means	2192
15-10	2193
advantage	2194
Hansa	2195
Rostock	2196
Zurich	2197
Jamaica	2198
friendly	2199
however	2200
Warsaw	2201
estimates	2202
status	2203
Rwandan	2204
assets	2205
riots	2206
Jordanian	2207
streets	2208
clashes	2209
II	2210
Queen	2211
challenge	2212
Prince	2213
4.0	2214
first-half	2215
using	2216
warned	2217
university	2218
Bradford	2219
Gough	2220
Irani	2221
Preston	2222
Wilson	2223
Simon	2224
Groningen	2225
Nantes	2226
Auxerre	2227
Doetinchem	2228
Leverkusen	2229
servants	2230
alliance	2231
turn	2232
bodies	2233
scandal	2234
feet	2235
Auckland	2236
lack	2237
199	2238
Singer	2239
speaker	2240
Plc	2241
IVAC	2242
Treasury	2243
tough	2244
premium	2245
Dealers	2246
Hashimoto	2247
lei	2248
Ruutel	2249
barley	2250
Barrick	2251
CDU	2252
Boardman	2253
Sierra	2254
fishermen	2255
study	2256
proposal	2257
danger	2258
confidence	2259
beef	2260
hotel	2261
threw	2262
necessary	2263
read	2264
why	2265
vice	2266
vehicles	2267
Federal	2268
cars	2269
ATHENS	2270
waiting	2271
fears	2272
committed	2273
Benjamin	2274
Peace	2275
fly	2276
brief	2277
cancelled	2278
lifted	2279
documents	2280
Kabul	2281
headquarters	2282
Albania	2283
Saddam	2284
ties	2285
serve	2286
..	2287
calls	2288
Cash	2289
care	2290
residence	2291
barrels	2292
Board	2293
5000	2294
Mayfair	2295
Norman	2296
sprint	2297
longer	2298
ran	2299
Glamorgan	2300
Leicester	2301
Mujtaba	2302
Vienna	2303
WITH	2304
Rafter	2305
O'Brien	2306
provincial	2307
5,000	2308
Estonia	2309
3,000	2310
Slovenia	2311
OUT	2312
beaten	2313
Mariners	2314
Cleveland	2315
pitch	2316
extra	2317
three-run	2318
relief	2319
row	2320
scattered	2321
owns	2322
Nijmegen	2323
NAC	2324
Breda	2325
clearly	2326
Raymond	2327
Lee	2328
Miguel	2329
Andrew	2330
additional	2331
Belarus	2332
policemen	2333
Note	2334
certain	2335
District	2336
wrote	2337
cause	2338
built	2339
opens	2340
star	2341
quarter-finals	2342
victim	2343
clash	2344
Other	2345
F	2346
Liberia	2347
reason	2348
Maskhadov	2349
pts	2350
Serbian	2351
separatists	2352
kill	2353
500	2354
leads	2355
heroin	2356
kg	2357
Officials	2358
flights	2359
Ethiopia	2360
Machado	2361
crash	2362
suffering	2363
Massachusetts	2364
jailed	2365
sentenced	2366
five-year	2367
Interior	2368
suit	2369
quite	2370
carry	2371
TV	2372
110	2373
Bremen	2374
research	2375
bilateral	2376
investigation	2377
Kashmir	2378
create	2379
growing	2380
GDP	2381
Serbia	2382
film	2383
Day	2384
begun	2385
advertising	2386
operations	2387
hurt	2388
generally	2389
lending	2390
Power	2391
billions	2392
Indonesian	2393
build	2394
delay	2395
announce	2396
GRAND	2397
SECOND	2398
speculation	2399
clocked	2400
Bailey	2401
Colin	2402
finish	2403
crashed	2404
Johan	2405
Rwanda	2406
Santos	2407
guilty	2408
Colombo	2409
add	2410
worst	2411
suspects	2412
effective	2413
ends	2414
powers	2415
huge	2416
Deputy	2417
potential	2418
spring	2419
effort	2420
B	2421
Turnover	2422
Zenith	2423
Corp.	2424
jobs	2425
customers	2426
investigating	2427
view	2428
considering	2429
project	2430
intervention	2431
Traders	2432
decide	2433
37	2434
Mitsubishi	2435
Wigan	2436
176	2437
Newcastle	2438
Bristol	2439
Hanwha	2440
Lotte	2441
Ssangbangwool	2442
Nice	2443
Montpellier	2444
Sittard	2445
Vitesse	2446
Volendam	2447
Tendulkar	2448
fear	2449
drive	2450
Five	2451
witnesses	2452
WINS	2453
Corser	2454
Queensland	2455
Houston	2456
Fiorentina	2457
Armstrong	2458
apartheid	2459
employee	2460
fraud	2461
Supreme	2462
crude	2463
Olympics	2464
Oncins	2465
existing	2466
appointed	2467
peso	2468
Rabobank	2469
epidemic	2470
Cofinec	2471
Gajdos	2472
loan	2473
Berlex	2474
Gazprom	2475
Names	2476
Daewoo	2477
consumers	2478
scientific	2479
der	2480
standing	2481
BEIJING	2482
visiting	2483
registrations	2484
registered	2485
weak	2486
together	2487
Costas	2488
NATIONAL	2489
storm	2490
right-wing	2491
ready	2492
enter	2493
captured	2494
prompted	2495
mainly	2496
permission	2497
Bridge	2498
Taleban	2499
guards	2500
Their	2501
republic	2502
cargo	2503
shipment	2504
Hussein	2505
Speaker	2506
preparing	2507
prepared	2508
outstanding	2509
opportunity	2510
reduce	2511
rating	2512
rises	2513
failure	2514
social	2515
markka	2516
balance	2517
Golf	2518
Fred	2519
Gloria	2520
Bistrita	2521
4-2	2522
Royal	2523
gone	2524
success	2525
let	2526
Campbell	2527
Colchester	2528
Cardiff	2529
Leicestershire	2530
Nottinghamshire	2531
W.	2532
Worcestershire	2533
Salisbury	2534
served	2535
successful	2536
THIRD	2537
Tillstrom	2538
Rios	2539
Kenneth	2540
7-3	2541
Woodbridge	2542
25,000	2543
Star	2544
determined	2545
lose	2546
someone	2547
doubles	2548
partner	2549
Qualifier	2550
Stefan	2551
Agassi	2552
Ecuador	2553
Enqvist	2554
Angels	2555
.496	2556
Pittsburgh	2557
two-run	2558
three-game	2559
meetings	2560
homered	2561
capped	2562
earned	2563
SUMMARY	2564
Carl	2565
Angel	2566
UEFA	2567
Portugal	2568
collided	2569
values	2570
program	2571
resolution	2572
equal	2573
sees	2574
closing	2575
researchers	2576
delivered	2577
especially	2578
Following	2579
expectations	2580
1989	2581
Oxford	2582
receiving	2583
makes	2584
aid	2585
population	2586
shown	2587
opponents	2588
Hingis	2589
9373-1800	2590
knew	2591
maybe	2592
fought	2593
D	2594
kills	2595
southeast	2596
dozen	2597
travelling	2598
Guinea	2599
son	2600
Island	2601
1998	2602
Moody	2603
nearby	2604
document	2605
federation	2606
According	2607
mine	2608
Brunswijk	2609
custody	2610
detained	2611
conservative	2612
Authority	2613
onto	2614
trillion	2615
stable	2616
Miss	2617
fine	2618
suicide	2619
Sale	2620
base	2621
Lincoln	2622
demanded	2623
nor	2624
carried	2625
Workers	2626
Roman	2627
Islamists	2628
commanding	2629
Frankfurt	2630
1.5	2631
solution	2632
Delhi	2633
cross	2634
Affairs	2635
reasons	2636
planning	2637
reduced	2638
response	2639
delegates	2640
stopped	2641
missionaries	2642
1996/97	2643
disappointing	2644
WELLINGTON	2645
department	2646
replace	2647
example	2648
version	2649
PRIX	2650
midnight	2651
hitting	2652
Roger	2653
Bundesliga	2654
Nancy	2655
15,000	2656
present	2657
stepped	2658
Sarah	2659
jump	2660
Lankan	2661
joint	2662
junior	2663
holding	2664
Samsung	2665
field	2666
Taibe	2667
driving	2668
Liverpool	2669
Lynch	2670
Rally	2671
BELGRADE	2672
jet	2673
Davies	2674
allegedly	2675
friend	2676
125	2677
Post	2678
DEM	2679
boxes	2680
addition	2681
comes	2682
dollars	2683
lawsuit	2684
corporate	2685
slow	2686
Wisconsin	2687
established	2688
rural	2689
largely	2690
H1	2691
assembly	2692
spend	2693
yuan	2694
council	2695
vehicle	2696
Makinen	2697
Did	2698
Helens	2699
Oldham	2700
Final	2701
Birmingham	2702
Vale	2703
Smicer	2704
Guingamp	2705
Metz	2706
Graafschap	2707
Arnhem	2708
Karlsruhe	2709
Bayer	2710
Freiburg	2711
About	2712
unions	2713
inflation	2714
counterpart	2715
executed	2716
fellow	2717
Basque	2718
throughout	2719
rail	2720
Internet	2721
Java	2722
individual	2723
Celica	2724
Kawasaki	2725
Takeda	2726
Haga	2727
Kocinski	2728
Brisbane	2729
Braves	2730
cycling	2731
Ronald	2732
supplies	2733
insurance	2734
Hungarian	2735
cement	2736
Olsza	2737
ballot	2738
politicians	2739
Reagan	2740
nomination	2741
MFS	2742
representatives	2743
college	2744
Perot	2745
shipments	2746
Owens	2747
Biogen	2748
1996-08-30	2749
SEP	2750
Gas	2751
veterinary	2752
required	2753
animal	2754
extremely	2755
Bonn	2756
eating	2757
rare	2758
lived	2759
aged	2760
rivals	2761
Now	2762
Daily	2763
comments	2764
motor	2765
Third	2766
Simitis	2767
snap	2768
S&P	2769
LAST	2770
plays	2771
conducted	2772
definitely	2773
envoy	2774
answer	2775
ousted	2776
changes	2777
keeping	2778
PLO	2779
schedule	2780
militia	2781
Russians	2782
maintain	2783
calling	2784
establishment	2785
presidency	2786
arrives	2787
prompt	2788
Thousands	2789
Six	2790
Capital	2791
backing	2792
Juppe	2793
proposals	2794
8,000	2795
lift	2796
30,000	2797
Trade	2798
monthly	2799
cleared	2800
link	2801
Nick	2802
Sven	2803
Gilbert	2804
24th	2805
RACING	2806
wait	2807
search	2808
Eight	2809
Nathalie	2810
Championship	2811
Durham	2812
85	2813
280	2814
Kent	2815
Northampton	2816
Sussex	2817
Northamptonshire	2818
SCOREBOARD	2819
Scoreboard	2820
Knight	2821
SQUAD	2822
Everton	2823
lunch	2824
Petr	2825
EUROPEAN	2826
54th	2827
Sofia	2828
4-3	2829
Prague	2830
Northern	2831
slipped	2832
Croatian	2833
15-8	2834
Pete	2835
Fernando	2836
Edberg	2837
Javier	2838
miss	2839
treated	2840
Andy	2841
manage	2842
absence	2843
AMERICAN	2844
CAPS	2845
rallied	2846
blast	2847
homers	2848
became	2849
major-league	2850
Derek	2851
Marco	2852
Antonio	2853
records	2854
headed	2855
places	2856
13.	2857
revenue	2858
emerged	2859
stores	2860
Most	2861
AUG	2862
Several	2863
begins	2864
ceremony	2865
landing	2866
possibility	2867
Monica	2868
first-round	2869
runner-up	2870
Davenport	2871
Coetzer	2872
serving	2873
160	2874
Nigerian	2875
observers	2876
repeatedly	2877
Conference	2878
winter	2879
Atlantic	2880
interior	2881
Aslan	2882
lives	2883
station	2884
rescued	2885
Buenos	2886
Aires	2887
activities	2888
showing	2889
baht	2890
formal	2891
accord	2892
parts	2893
happened	2894
Kevorkian	2895
room	2896
Smith	2897
Amount	2898
struggle	2899
network	2900
produce	2901
magazines	2902
extradition	2903
magazine	2904
shows	2905
Air	2906
bring	2907
threat	2908
Assembly	2909
concerns	2910
wrist	2911
connection	2912
Over	2913
edged	2914
recovered	2915
stood	2916
86	2917
task	2918
Her	2919
elect	2920
Rome	2921
US$	2922
outlook	2923
confident	2924
bed	2925
Tokyo	2926
FORECAST	2927
HK$	2928
Super	2929
blow	2930
initially	2931
Palace	2932
doubt	2933
concerned	2934
Committee	2935
decree	2936
systems	2937
Goldman	2938
Brian	2939
century	2940
Jacques	2941
Mika	2942
Schumacher	2943
106	2944
advanced	2945
Americans	2946
person	2947
UNION	2948
seedings	2949
none	2950
Charlton	2951
Thompson	2952
route	2953
candidates	2954
produced	2955
SUMMARIES	2956
Svetlana	2957
Masterkova	2958
capacity	2959
plus	2960
medal	2961
Julie	2962
Wellman	2963
Juventus	2964
DIV	2965
N	2966
fever	2967
treatment	2968
Democracy	2969
casualties	2970
organised	2971
materials	2972
Chechens	2973
try	2974
elected	2975
difficulties	2976
Ali	2977
tension	2978
ANKARA	2979
autonomy	2980
apparently	2981
Gov	2982
transport	2983
Corporation	2984
finance	2985
king	2986
neighbours	2987
volatility	2988
falling	2989
Charles	2990
remove	2991
gets	2992
Microsoft	2993
handling	2994
hijacking	2995
agents	2996
Arkansas	2997
idea	2998
scene	2999
cotton	3000
Business	3001
prospects	3002
striking	3003
voted	3004
violent	3005
Just	3006
Company	3007
construction	3008
acquisition	3009
Lakes	3010
Ferrari	3011
+3	3012
325	3013
favour	3014
removed	3015
Darren	3016
Aberdeen	3017
Ross	3018
GKS	3019
Hyundai	3020
Haitai	3021
goalkeeper	3022
LEADING	3023
Bastia	3024
Lille	3025
Bordeaux	3026
RKC	3027
Willem	3028
Tilburg	3029
Utrecht	3030
AZ	3031
Alkmaar	3032
Bochum	3033
Arminia	3034
Bielefeld	3035
Moenchengladbach	3036
Werder	3037
1860	3038
Duesseldorf	3039
Linz	3040
Public	3041
Labour	3042
firms	3043
Civil	3044
skull	3045
Nicaragua	3046
MDS	3047
gathering	3048
offers	3049
mandate	3050
talking	3051
Bourlet	3052
unknown	3053
accepted	3054
inches	3055
Army	3056
Ducati	3057
Slight	3058
Aoki	3059
names	3060
reaching	3061
Cardinals	3062
Marlins	3063
shut	3064
serie	3065
Lance	3066
Baker	3067
O'Neal	3068
Celsius	3069
negative	3070
Gilbertson	3071
rand	3072
merger	3073
Advanced	3074
infusion	3075
postponed	3076
Perry	3077
Maleeva	3078
Barbara	3079
controllers	3080
gunman	3081
Spot	3082
resign	3083
Airways	3084
grade	3085
Midwest	3086
abortion	3087
Karachi	3088
fob	3089
12.0	3090
margins	3091
Tapie	3092
Iraqis	3093
Faulding	3094
Kelly	3095
SPLA	3096
Iliescu	3097
CVG	3098
Lanusse	3099
unc	3100
Soyoil	3101
Arequipa	3102
Sakai	3103
SEC	3104
Collinelli	3105
Jayasuriya	3106
Oct	3107
noise	3108
Yemen	3109
BOJ	3110
prosecutors	3111
representative	3112
Commissioner	3113
specific	3114
review	3115
backed	3116
waste	3117
illness	3118
restaurant	3119
items	3120
store	3121
overseas	3122
PM	3123
+301	3124
3311812-4	3125
2001	3126
NOTES	3127
Lehman	3128
assessment	3129
via	3130
confirm	3131
true	3132
labour	3133
attacked	3134
Kurds	3135
Patriotic	3136
deposit	3137
Abu	3138
Ramallah	3139
affairs	3140
flying	3141
helicopter	3142
possibly	3143
controlled	3144
attempts	3145
regular	3146
lifting	3147
embargo	3148
democratic	3149
fair	3150
Beirut	3151
threats	3152
occurred	3153
cent	3154
bullish	3155
amount	3156
mean	3157
Southern	3158
3.8	3159
holes	3160
ensure	3161
AKRON	3162
Billy	3163
Jack	3164
disappointed	3165
Weaver	3166
sterling	3167
1996-08-21	3168
Sergi	3169
confessed	3170
stayed	3171
COUNTY	3172
Somerset	3173
Walker	3174
FINAL	3175
Hussain	3176
lbw	3177
Ivanisevic	3178
MaliVai	3179
Rosset	3180
Cedric	3181
Pioline	3182
Alberto	3183
Stoltenberg	3184
professional	3185
Ruch	3186
Wales	3187
47th	3188
Larnaca	3189
5-2	3190
90th	3191
15th	3192
DE	3193
Newcombe	3194
else	3195
faced	3196
Sun	3197
------------------------	3198
pull	3199
WEDNESDAY	3200
THURSDAY	3201
Terry	3202
strikeouts	3203
Ripken	3204
solo	3205
settled	3206
kick	3207
GENEVA	3208
Euro	3209
Squad	3210
RECORD	3211
40,000	3212
prix	3213
golf	3214
Woosnam	3215
Roe	3216
Price	3217
factors	3218
red	3219
allocated	3220
16.	3221
balls	3222
refunds	3223
regarding	3224
personnel	3225
quarterly	3226
Best	3227
School	3228
Four	3229
pain	3230
weight	3231
normal	3232
brokers	3233
cholesterol	3234
benefit	3235
fled	3236
Plymouth	3237
active	3238
holders	3239
avoided	3240
Anne	3241
popular	3242
Lindsay	3243
Playing	3244
surprise	3245
Soccer	3246
Anthony	3247
prayers	3248
age	3249
Thomson	3250
Investors	3251
Agency	3252
flow	3253
chief-of-staff	3254
railway	3255
trouble	3256
Press	3257
two-day	3258
firing	3259
Colombian	3260
fuel	3261
sea	3262
Maoist	3263
propaganda	3264
regime	3265
BANGKOK	3266
street	3267
nations	3268
self-rule	3269
anyone	3270
owner	3271
copies	3272
journalists	3273
selling	3274
CAIRO	3275
Mohamed	3276
instead	3277
Its	3278
Egyptian	3279
Front	3280
Of	3281
claims	3282
attended	3283
112	3284
putting	3285
attending	3286
doctor	3287
Judith	3288
abuse	3289
greatest	3290
prosecutor	3291
sentence	3292
truth	3293
actions	3294
organisations	3295
Algiers	3296
foreigners	3297
flown	3298
addressed	3299
block	3300
signing	3301
Treaty	3302
Liam	3303
troubled	3304
hopes	3305
Nobel	3306
failing	3307
founded	3308
Bernard	3309
revenues	3310
internal	3311
pledged	3312
equipment	3313
hunt	3314
escape	3315
JAKARTA	3316
**	3317
closes	3318
accompanied	3319
signs	3320
reforms	3321
postpone	3322
language	3323
Volkova	3324
various	3325
De	3326
improvement	3327
BELGIAN	3328
Jean	3329
11.	3330
12.	3331
Habsudova	3332
Tranmere	3333
Grimsby	3334
Gooch	3335
K.	3336
310	3337
83	3338
109	3339
Pollock	3340
fun	3341
pretty	3342
missed	3343
affected	3344
shots	3345
check	3346
McGrath	3347
.531	3348
Luis	3349
Porto	3350
Germain	3351
stadium	3352
Trinidad	3353
Mitchell	3354
speed	3355
Jon	3356
entire	3357
formally	3358
cup	3359
Brugge	3360
installed	3361
timetable	3362
newsdesk	3363
8.0	3364
Arabs	3365
hearing	3366
Football	3367
Trafford	3368
reserves	3369
WARSAW	3370
dark	3371
river	3372
bread	3373
communist	3374
smaller	3375
policies	3376
Kurd	3377
Virginia	3378
stabbed	3379
identified	3380
Dan	3381
Weld	3382
facing	3383
politics	3384
warrants	3385
controls	3386
X	3387
Princess	3388
criminal	3389
Stenning	3390
everything	3391
Index	3392
partners	3393
SBC	3394
hundreds	3395
fallen	3396
launch	3397
tied	3398
commercial	3399
Alaska	3400
Turner	3401
suspicion	3402
Calif.	3403
continuing	3404
wounds	3405
ca	3406
sharp	3407
Greens	3408
2,000	3409
Niugini	3410
staged	3411
CNIEC	3412
moving	3413
exact	3414
Holdings	3415
discussions	3416
fund	3417
Taylor	3418
yesterday	3419
RALLYING	3420
Kankkunen	3421
+1	3422
successive	3423
Dundee	3424
Crystal	3425
Barnsley	3426
Huddersfield	3427
Brooke	3428
Krakow	3429
strikers	3430
Charleroi	3431
Rennes	3432
Strasbourg	3433
Havre	3434
Lyon	3435
Waalwijk	3436
Twente	3437
Enschede	3438
Roda	3439
JC	3440
Duisburg	3441
SV	3442
wage	3443
forest	3444
Eritrea	3445
class	3446
stance	3447
column	3448
activists	3449
judicial	3450
camp	3451
grenades	3452
happen	3453
Edouard	3454
Defence	3455
kidnapping	3456
theft	3457
hear	3458
Rights	3459
margin	3460
venture	3461
marketing	3462
Eriksson	3463
Yoshikawa	3464
521-8	3465
PREMIER	3466
Pirates	3467
equaliser	3468
knee	3469
TOUR	3470
Club	3471
choice	3472
abuses	3473
Moslems	3474
Dayton	3475
refugee	3476
linking	3477
reveal	3478
finding	3479
Kabariti	3480
Earlier	3481
thin	3482
customer	3483
agenda	3484
ask	3485
decisions	3486
Hasina	3487
regions	3488
transition	3489
quality	3490
rains	3491
plants	3492
120	3493
secured	3494
Botham	3495
Popov	3496
Petra	3497
catch	3498
hot	3499
original	3500
consider	3501
Ambassador	3502
Federation	3503
contracts	3504
liquidity	3505
Airbus	3506
asylum	3507
hog	3508
Gingrich	3509
Convention	3510
justice	3511
Reeve	3512
gas	3513
Oklahoma	3514
moisture	3515
Brush	3516
versus	3517
explosives	3518
festival	3519
Cozma	3520
12-15	3521
Colonna	3522
Koerts	3523
Teutenberg	3524
Aki	3525
TVM	3526
certainly	3527
privatization	3528
humanitarian	3529
.02	3530
Hamas	3531
Helibor	3532
Nasdaq	3533
4,000	3534
Arch	3535
Amoco	3536
Bhutto	3537
ACC	3538
ND	3539
Evert	3540
Sakigake	3541
virus	3542
Simpson	3543
scientists	3544
grounds	3545
briefing	3546
Fischler	3547
chains	3548
highly	3549
slight	3550
telling	3551
Nottingham	3552
box	3553
atmosphere	3554
Taipei	3555
renegade	3556
gain	3557
decline	3558
manufacturers	3559
bureau	3560
Dimitris	3561
PRICE	3562
PAY	3563
DATE	3564
BP	3565
MOODY	3566
US	3567
7.0	3568
Radio	3569
appears	3570
politician	3571
retain	3572
signal	3573
probe	3574
BAGHDAD	3575
exile	3576
vowed	3577
stand	3578
targets	3579
pursuit	3580
Kuwait	3581
U.S.-led	3582
kingdom	3583
Shimon	3584
hostages	3585
Rabbani	3586
Zhirinovsky	3587
Vladimir	3588
extended	3589
rice	3590
incidents	3591
livestock	3592
outperform	3593
estimate	3594
except	3595
Income	3596
Operating	3597
dated	3598
trends	3599
reopened	3600
operator	3601
AS	3602
bpd	3603
HELSINKI	3604
Agriculture	3605
animals	3606
concrete	3607
dealing	3608
erupted	3609
fatal	3610
equivalent	3611
worldwide	3612
Justin	3613
Anders	3614
Phil	3615
Brad	3616
Costantino	3617
Rocca	3618
qualified	3619
Classic	3620
Kimiko	3621
Bruguera	3622
Damm	3623
108	3624
145	3625
Wells	3626
Trent	3627
Giles	3628
Headingley	3629
Akam	3630
Ferguson	3631
CANADIAN	3632
Nestor	3633
Mikael	3634
Korda	3635
Winners	3636
Tirana	3637
Chorzow	3638
5-1	3639
Aggregate	3640
Brann	3641
58th	3642
Latvia	3643
Luxembourg	3644
Dynamo	3645
Georgia	3646
26th	3647
80th	3648
86th	3649
Belgrade	3650
Moldova	3651
Add	3652
1,500	3653
BUDAPEST	3654
events	3655
1986	3656
15-7	3657
Abdul	3658
Liu	3659
DRAW	3660
U.S	3661
Roberto	3662
Johansson	3663
Fleurian	3664
Kevin	3665
Kim	3666
Nicolas	3667
Stephane	3668
Bahamas	3669
Columbia	3670
.504	3671
.543	3672
Rodriguez	3673
Johnny	3674
Dean	3675
30th	3676
starter	3677
Young	3678
Athletics	3679
loaded	3680
Arthur	3681
finals	3682
beyond	3683
phase	3684
athletes	3685
Lawrie	3686
Marcus	3687
Linhart	3688
15.	3689
Armed	3690
Romanian	3691
OJ	3692
displayed	3693
Journal	3694
Regulation	3695
invitation	3696
related	3697
Medicare	3698
pleased	3699
toward	3700
retailer	3701
developed	3702
sometimes	3703
Industry	3704
garlic	3705
affect	3706
Basuki	3707
repeat	3708
Miller	3709
unfortunate	3710
affair	3711
Frenchman	3712
Anke	3713
Conchita	3714
Jana	3715
compatriot	3716
13th	3717
chances	3718
difference	3719
hoped	3720
G	3721
outbreak	3722
accords	3723
highway	3724
disarmament	3725
Community	3726
reply	3727
Ocean	3728
becoming	3729
CPI	3730
m	3731
Current	3732
die	3733
command	3734
explained	3735
renewed	3736
Itar-Tass	3737
Sarajevo	3738
taxes	3739
kuna	3740
briefly	3741
speaking	3742
halt	3743
bombing	3744
Pacific	3745
Peru	3746
terrorist	3747
northeast	3748
attempted	3749
1980s	3750
Despite	3751
follows	3752
colony	3753
Canberra	3754
critics	3755
citizen	3756
confiscated	3757
resulted	3758
explain	3759
Istanbul	3760
yards	3761
pilot	3762
Mubarak	3763
fails	3764
amid	3765
Universe	3766
questions	3767
bringing	3768
multiple	3769
midday	3770
Municipal	3771
212-859-1650	3772
slaughter	3773
satisfied	3774
Social	3775
NATIONS	3776
radical	3777
202	3778
3.5	3779
Dividend	3780
resort	3781
packed	3782
Dublin	3783
Ischinger	3784
Cooperation	3785
personal	3786
global	3787
intended	3788
Gujral	3789
Geneva	3790
weapon	3791
impossible	3792
option	3793
arriving	3794
complained	3795
seriously	3796
governments	3797
1987	3798
engineering	3799
sharply	3800
turnover	3801
edge	3802
ratio	3803
Reserve	3804
increasing	3805
love	3806
nun	3807
alone	3808
highest	3809
award	3810
receive	3811
forecasts	3812
1995/96	3813
motion	3814
picture	3815
Analysts	3816
offset	3817
cover	3818
Times	3819
minimum	3820
Wellington	3821
climbed	3822
266	3823
specified	3824
LATEST	3825
believes	3826
respect	3827
safety	3828
maximum	3829
Dow	3830
beating	3831
Surabaya	3832
Also	3833
....	3834
Nikkei	3835
Dec	3836
CAC-40	3837
itself	3838
factor	3839
united	3840
180	3841
TIMES	3842
Berger	3843
Damon	3844
Sauber	3845
Ligier	3846
Karina	3847
Queens	3848
Fairbrother	3849
116	3850
getting	3851
15-9	3852
slam	3853
Anderson	3854
Edgar	3855
majors	3856
pitched	3857
Erik	3858
LISBON	3859
Sporting	3860
Benfica	3861
64th	3862
Summaries	3863
Mutola	3864
pushed	3865
Dennis	3866
Linford	3867
1988	3868
bronze	3869
medallist	3870
Kingdom	3871
seemed	3872
faster	3873
Michelle	3874
Cuban	3875
Seven	3876
Uganda	3877
Fredericks	3878
Edwards	3879
UP	3880
themselves	3881
controversial	3882
Unita	3883
MON	3884
Shr	3885
Bureau	3886
formed	3887
reach	3888
allow	3889
operate	3890
Mideast	3891
IOC	3892
Maybe	3893
mayor	3894
Rapid	3895
Hutu	3896
200,000	3897
fighters	3898
relatively	3899
BRASILIA	3900
Ibrahim	3901
secure	3902
blame	3903
intent	3904
monitoring	3905
corn	3906
seat	3907
inch	3908
mm	3909
directed	3910
terrorism	3911
Liberation	3912
distance	3913
Nepali	3914
size	3915
makers	3916
yield	3917
Bonds	3918
rider	3919
compensation	3920
Erbakan	3921
editorial	3922
develop	3923
Law	3924
involves	3925
space	3926
Office	3927
technical	3928
administrative	3929
limits	3930
churches	3931
kms	3932
located	3933
shared	3934
Systems	3935
PTT	3936
ING	3937
sound	3938
article	3939
surge	3940
supporting	3941
LME	3942
behalf	3943
maker	3944
Promodes	3945
Metro	3946
Juha	3947
Tommi	3948
Subaru	3949
Spaniard	3950
14.	3951
RALLY	3952
unnamed	3953
suspension	3954
SUPER	3955
Warrington	3956
TITLE	3957
88	3958
Match	3959
111	3960
header	3961
Villa	3962
Norwich	3963
Bromwich	3964
Ipswich	3965
Reading	3966
Southend	3967
Stoke	3968
Swindon	3969
Wolverhampton	3970
Rovers	3971
SOUTH	3972
Blacks	3973
replacement	3974
Partizan	3975
Spartak	3976
Lodz	3977
KOREAN	3978
.538	3979
Caen	3980
70th	3981
Cannes	3982
Kerkrade	3983
33rd	3984
VfB	3985
MSV	3986
civilians	3987
mountain	3988
scientist	3989
arrests	3990
accuses	3991
consensus	3992
Chamorro	3993
wo	3994
split	3995
widespread	3996
Revolutionary	3997
lb	3998
heads	3999
families	4000
attention	4001
ETA	4002
ancient	4003
Corsica	4004
Stevanin	4005
abduction	4006
Melissa	4007
Eefje	4008
Bratislava	4009
7.5	4010
neither	4011
Startup	4012
acting	4013
experience	4014
easy	4015
12th	4016
placings	4017
170	4018
mate	4019
forcing	4020
BUCHAREST	4021
10-15	4022
reliever	4023
acquired	4024
O'Neill	4025
Padres	4026
Cubs	4027
Dodgers	4028
Giants	4029
Astros	4030
Batistuta	4031
ITALIAN	4032
Norwegian	4033
FROM	4034
supporters	4035
amnesty	4036
express	4037
Mexican	4038
MEXICO	4039
leftist	4040
EPR	4041
Guerrero	4042
protesters	4043
dragged	4044
education	4045
contribute	4046
Sandra	4047
drought	4048
reputation	4049
Wheat	4050
rainfall	4051
expects	4052
boosted	4053
hat-trick	4054
SK	4055
Rio	4056
ranking	4057
mind	4058
Stephanie	4059
3-2	4060
Whittall	4061
ferry	4062
irregularities	4063
Election	4064
quit	4065
Zastava	4066
wages	4067
Mostostal	4068
kidnappers	4069
tourist	4070
Rican	4071
limit	4072
credit	4073
auctions	4074
Petroleum	4075
deposed	4076
surrender	4077
sparked	4078
Republicans	4079
legislature	4080
sentiment	4081
bids	4082
32.0	4083
franc	4084
85th	4085
Cyprien	4086
Moura	4087
kilometre	4088
Mapei	4089
McEwen	4090
Capiot	4091
Collstrop	4092
N.J.	4093
killer	4094
PUNR	4095
oppose	4096
note	4097
Banespa	4098
Globo	4099
remote	4100
understanding	4101
Democrat	4102
crop	4103
Chg	4104
dn	4105
ABC	4106
Vermont	4107
Tehran	4108
refined	4109
n.a	4110
Commercial	4111
AOL	4112
provinces	4113
Latest	4114
CSU	4115
SPD	4116
FDP	4117
PDS	4118
Emnid	4119
Elect	4120
Res	4121
Heathrow	4122
birds	4123
inventories	4124
publicly	4125
units	4126
56th	4127
Parma	4128
relay	4129
airliner	4130
Avonex	4131
dissidents	4132
Rosati	4133
SER	4134
Sharif	4135
Ieng	4136
Kubo	4137
Takemura	4138
Banisadr	4139
Ballanger	4140
Kornblum	4141
ICAC	4142
Yassin	4143
jewelry	4144
Warburg	4145
cargoes	4146
Hope	4147
Dacom	4148
boycott	4149
advice	4150
spinal	4151
Only	4152
containing	4153
imported	4154
Hendrix	4155
piece	4156
sheet	4157
audience	4158
negotiator	4159
Tang	4160
edition	4161
FRANKFURT	4162
partly	4163
fewer	4164
green	4165
Kontogiannis	4166
1999	4167
Damascus	4168
tense	4169
replaced	4170
prisoners	4171
God	4172
Cairo	4173
nurses	4174
Libya	4175
Up	4176
Hassan	4177
heavily	4178
shelling	4179
strikes	4180
riyal	4181
5/8	4182
pass	4183
venue	4184
civilian	4185
Allenby	4186
crossing	4187
barred	4188
UAE	4189
DUBAI	4190
escaped	4191
Kandahar	4192
meets	4193
referendum	4194
Parliament	4195
violation	4196
1.2	4197
RESEARCH	4198
ALERT	4199
Q2	4200
599	4201
93	4202
Monde	4203
Alain	4204
nationalist	4205
wells	4206
import	4207
3.2	4208
filled	4209
experts	4210
SERIES	4211
Brooks	4212
Els	4213
Stadler	4214
Valletta	4215
Sir	4216
deny	4217
trained	4218
Henry	4219
reluctant	4220
TOSHIBA	4221
CLASSIC	4222
CARLSBAD	4223
450,000	4224
Toshiba	4225
Naoko	4226
Tauziat	4227
Wang	4228
Hamlet	4229
Joyce	4230
Karol	4231
Kucera	4232
Kenny	4233
mutual	4234
football	4235
Close	4236
V.	4237
107	4238
Moxon	4239
278	4240
SCOTTISH	4241
caps	4242
Goran	4243
Vacek	4244
